Revit 2027 API
FamilyParameterSet.ReverseIterator Method
Retrieve a backward moving iterator to the set.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual FamilyParameterSetIterator ReverseIterator()
Public Overridable Function ReverseIterator As FamilyParameterSetIterator
public:
virtual FamilyParameterSetIterator^ ReverseIterator()
abstract ReverseIterator : unit -> FamilyParameterSetIterator
override ReverseIterator : unit -> FamilyParameterSetIterator
Return Value
FamilyParameterSetIterator
Returns a backward moving iterator to the set.
See Also
Reference
FamilyParameterSet Class
Autodesk.Revit.DB Namespace